Repository: Damien-Esilv/Noon
Catalog: Noon/Resources/Localizable.xcstrings
Source language: fr
Languages: ar, de, en, es, it, pt, zh_hans

source: Maintient une intensité lumineuse constante pendant l'exécution des apps créatives.
ar: يحافظ على شدة إضاءة ثابتة أثناء تشغيل التطبيقات الإبداعية.
de: Hält eine konstante Lichtintensität während der Nutzung von Kreativ-Apps aufrecht.
en: Maintains a constant light intensity while running creative apps.
es: Mantiene una intensidad luminosa constante mientras se ejecutan aplicaciones creativas.
it: Mantiene un'intensità luminosa costante durante l'esecuzione di app creative.
pt: Mantém uma intensidade luminosa constante durante a execução de apps criativos.
zh_hans: 在运行创意应用程序时保持恒定的光照强度。

source: Matériellement verrouillé
ar: مقفل عتادياً
de: Hardwareseitig gesperrt
en: Hardware locked
es: Bloqueado por hardware
it: Bloccato a livello hardware
pt: Bloqueado por hardware
zh_hans: 硬件锁定

source: Menu de la barre d'état
ar: قائمة شريط القوائم
de: Menüleisten-Menü
en: Menu Bar Popover
es: Menú de la barra de menús
it: Menu della barra dei menu
pt: Menu da barra de menus
zh_hans: 菜单栏弹窗

source: Mettre en pause
ar: إيقاف مؤقت
de: Pausieren
en: Pause
es: Pausar
it: Pausa
pt: Pausar
zh_hans: 暂停

source: Minuteur
ar: مؤقت
de: Timer
en: Timer
es: Temporizador
it: Timer
pt: Temporizador
zh_hans: 计时器

source: Minuteur actif
ar: المؤقت نشط
de: Timer Aktiv
en: Timer Active
es: Temporizador Activo
it: Timer Attivo
pt: Temporizador Ativo
zh_hans: 计时器开启

source: Minuteurs
ar: المؤقتات
de: Timer
en: Timers
es: Temporizadores
it: Timer
pt: Temporizadores
zh_hans: 计时器

source: Mode Créatif
ar: الوضع الإبداعي
de: Kreativmodus
en: Creative Mode
es: Modo Creativo
it: Modalità Creativa
pt: Modo Criativo
zh_hans: 创意模式

source: Mode Créatif Actif
ar: الوضع الإبداعي نشط
de: Kreativmodus Aktiv
en: Creative Mode Active
es: Modo Creativo Activo
it: Modalità Creativa Attiva
pt: Modo Criativo Ativo
zh_hans: 创作模式已激活

source: Mode d'affichage
ar: وضع العرض
de: Anzeigemodus
en: Display Mode
es: Modo de visualización
it: Modalità di visualizzazione
pt: Modo de exibição
zh_hans: 显示模式

source: Mode de réactivation
ar: وضع إعادة التفعيل
de: Reaktivierungsmodus
en: Reactivation Mode
es: Modo de reactivación
it: Modalità di riattivazione
pt: Modo de reativação
zh_hans: 重新激活模式

source: Mode Minuteur
ar: وضع المؤقت
de: Timer-Modus
en: Timer Mode
es: Modo Temporizador
it: Modalità Timer
pt: Modo Temporizador
zh_hans: 计时器模式

source: Mode Standard
ar: الوضع القياسي
de: Standardmodus
en: Standard Mode
es: Modo Estándar
it: Modalità Standard
pt: Modo Padrão
zh_hans: 标准模式

source: Nom du site
ar: اسم الموقع
de: Website-Name
en: Site Name
es: Nombre del sitio
it: Nome del sito
pt: Nome do site
zh_hans: 网站名称

source: Nom du site (ex: Spline)
ar: اسم الموقع (مثال: Spline)
de: Website-Name (z.B. Spline)
en: Site name (e.g. Spline)
es: Nombre del sitio (ej. Spline)
it: Nome del sito (es. Spline)
pt: Nome do site (ex: Spline)
zh_hans: 网站名称（例如：Spline）

source: Non géré
ar: غير مُدار
de: Nicht verwaltet
en: Unmanaged
es: No gestionado
it: Non gestito
pt: Não gerenciado
zh_hans: 未托管

source: Non installée
ar: غير مثبّت
de: Nicht installiert
en: Not Installed
es: No instalada
it: Non installata
pt: Não instalado
zh_hans: 未安装

source: Non supporté sur cet écran
ar: غير مدعوم على هذه الشاشة
de: Nicht unterstützt auf diesem Display
en: Not supported on this display
es: No compatible con esta pantalla
it: Non supportato su questo schermo
pt: Não suportado nesta tela
zh_hans: 此显示器不支持

source: Non surveillé
ar: غير مراقب
de: Nicht überwacht
en: Unmonitored
es: No monitoreado
it: Non monitorato
pt: Não monitorado
zh_hans: 未受监控

source: Notifications
ar: الإشعارات
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
pt: Notificações
zh_hans: 通知

source: Notifications macOS
ar: إشعارات macOS
de: macOS-Benachrichtigungen
en: macOS Notifications
es: Notificaciones macOS
it: Notifiche macOS
pt: Notificações macOS
zh_hans: macOS 通知

source: Options
ar: الخيارات
de: Optionen
es: Opciones
it: Opzioni
pt: Opções
zh_hans: 选项

source: Outils Web & Environnement
ar: أدوات الويب والبيئة المحيطة
de: Web-Werkzeuge & Umgebung
en: Web Tools & Environment
es: Herramientas Web & Entorno
it: Strumenti Web & Ambiente
pt: Ferramentas Web & Ambiente
zh_hans: Web 工具与环境

source: Ouvrir les réglages du Mac
ar: فتح إعدادات الماك
de: Mac-Einstellungen öffnen
en: Open Mac Settings
es: Abrir ajustes del Mac
it: Apri le impostazioni del Mac
pt: Abrir configurações do Mac
zh_hans: 打开 Mac 设置

source: Ouvrir les réglages Moniteurs macOS...
ar: فتح إعدادات شاشات macOS...
de: macOS-Displayeinstellungen öffnen...
en: Open macOS Displays Settings...
es: Abrir ajustes de Pantallas de macOS...
it: Apri impostazioni Schermi macOS...
pt: Abrir ajustes de Telas do macOS...
zh_hans: 打开 macOS 显示器设置...

source: Parcourir
ar: تصفح
de: Durchsuchen
en: Browse
es: Explorar
it: Sfoglia
pt: Navegar
zh_hans: 浏览

source: Personnalisé
ar: مخصص
de: Benutzerdefiniert
en: Custom
es: Personalizado
it: Personalizzato
pt: Personalizado
zh_hans: 自定义

source: Préréglages
ar: إعدادات مسبقة
de: Voreinstellungen
en: Presets
es: Preajustes
it: Preset
pt: Predefinições
zh_hans: 预设

source: Préréglages de couleur
ar: إعدادات مسبقة للألوان
de: Farbvoreinstellungen
en: Color Presets
es: Preajustes de color
it: Preset di colore
pt: Predefinições de cor
zh_hans: 颜色预设

source: Préréglages de Référence Apple XDR
ar: إعدادات Apple XDR المرجعية المسبقة
de: Apple XDR Referenzvoreinstellungen
en: Apple XDR Reference Presets
es: Ajustes preestablecidos de referencia Apple XDR
it: Preset di riferimento Apple XDR
pt: Predefinições de Referência Apple XDR
zh_hans: Apple XDR 参考预设

source: Préréglages rapides
ar: إعدادات مسبقة سريعة
de: Schnellvoreinstellungen
en: Quick Presets
es: Preajustes rápidos
it: Preset rapidi
pt: Predefinições rápidas
zh_hans: 快速预设

source: Profil actuel :
ar: الملف التعريفي الحالي:
de: Aktuelles Profil:
en: Current profile:
es: Perfil actual:
it: Profilo attuale:
pt: Perfil atual:
zh_hans: 当前描述文件：

source: Profil d'étalonnage cible
ar: ملف تعريف المعايرة المستهدف
de: Ziel-Kalibrierungsprofil
en: Target Calibration Profile
es: Perfil de calibración objetivo
it: Profilo di calibrazione target
pt: Perfil de calibração alvo
zh_hans: 目标校准描述文件

source: Profil d'étalonnage pour cet écran
ar: ملف تعريف المعايرة لهذه الشاشة
de: Kalibrierungsprofil für dieses Display
en: Calibration profile for this display
es: Perfil de calibración para esta pantalla
it: Profilo di calibrazione per questo display
pt: Perfil de calibração para esta tela
zh_hans: 此显示器的校准描述文件

source: Profil d'étalonnage sélectionné
ar: ملف تعريف المعايرة المحدد
de: Ausgewähltes Kalibrierungsprofil
en: Selected Calibration Profile
es: Perfil de calibración seleccionado
it: Profilo di calibrazione selezionato
pt: Perfil de calibração selecionado
zh_hans: 所选校准描述文件

source: Profils Colorimétriques & Étalonnage
ar: ملفات تعريف الألوان والمعايرة
de: Farbprofile & Kalibrierung
en: Color Profiles & Calibration
es: Perfiles de Color y Calibración
it: Profili Colore e Calibrazione
pt: Perfis de Cor e Calibração
zh_hans: 色彩描述文件与校准

source: Profils personnalisés (Sondes & Outils externes)
ar: ملفات تعريف مخصصة (المجسات وأدوات خارجية)
de: Eigene Profile (Sensoren & externe Tools)
en: Custom Profiles (Probes & External Tools)
es: Perfiles personalizados (Sondas y herramientas externas)
it: Profili personalizzati (Sonde e strumenti esterni)
pt: Perfis personalizados (Sondas e ferramentas externas)
zh_hans: 自定义描述文件（校色仪与外部工具）

source: Profils standard Apple & Industrie
ar: ملفات تعريف قياسية لـ Apple والصناعة
de: Apple- & Industrie-Standardprofile
en: Apple & Industry Standard Profiles
es: Perfiles estándar de Apple y la industria
it: Profili standard Apple e industriali
pt: Perfis padrão Apple e da indústria
zh_hans: Apple与行业标准描述文件

source: Quitter
ar: إنهاء
de: Beenden
en: Quit
es: Salir
it: Esci
pt: Sair
zh_hans: 退出

source: Rafraîchir les profils
ar: تحديث ملفات التعريف
de: Profile aktualisieren
en: Refresh Profiles
es: Actualizar perfiles
it: Aggiorna profili
pt: Atualizar perfis
zh_hans: 刷新描述文件

source: Réactivation
ar: إعادة التفعيل
de: Reaktivierung
en: Reactivation
es: Reactivación
it: Riattivazione
pt: Reativação
zh_hans: 重新激活

source: Réactivation dans
ar: إعادة التفعيل خلال
de: Reaktivierung in
en: Reactivation in
es: Reactivación en
it: Riattivazione in
pt: Reativação em
zh_hans: 重新激活剩余

source: Rechercher un site web...
ar: البحث عن موقع ويب...
de: Website suchen...
en: Search website...
es: Buscar un sitio web...
it: Cerca un sito web...
pt: Buscar um site...
zh_hans: 搜索网站...

source: Rechercher...
ar: بحث...
de: Suchen...
en: Search...
es: Buscar...
it: Cerca...
pt: Pesquisar...
zh_hans: 搜索...

source: Réglages
ar: الإعدادات
de: Einstellungen
en: Settings
es: Ajustes
it: Impostazioni
pt: Configurações
zh_hans: 设置

source: Réglez librement votre écran au quotidien. Dès qu'une application ou un site surveillé est actif, la luminosité s'ajuste automatiquement à ce niveau.
ar: اضبط شاشتك بحرية يومياً. بمجرد تفعيل تطبيق أو موقع ويب مُراقب، يتم ضبط السطوع تلقائياً إلى هذا المستوى.
de: Passen Sie Ihren Bildschirm frei an. Sobald eine überwachte App oder Website aktiv ist, passt sich die Helligkeit automatisch an dieses Niveau an.
en: Adjust your screen freely at any time. When a monitored app or website is active, brightness automatically adjusts to this preset level.
es: Ajuste libremente su pantalla en el día a día. En cuanto se activa una aplicación o sitio web monitorizado, el brillo se ajusta automáticamente a este nivel.
it: Regola liberamente il tuo schermo ogni giorno. Non appena un'app o un sito monitorato è attivo, la luminosità si adatta automaticamente a questo livello.
pt: Ajuste livremente sua tela no dia a dia. Assim que um app ou site monitorado for ativado, o brilho se ajustará automaticamente a este nível.
zh_hans: 平时可随意调整屏幕亮度。一旦受监控的应用或网站处于活动状态，亮度将自动调整至该预设值。

source: Réinitialiser les couleurs
ar: إعادة تعيين الألوان
de: Farben zurücksetzen
en: Reset Colors
es: Restablecer colores
it: Reimposta i colori
pt: Redefinir cores
zh_hans: 重置颜色

source: Reprendre
ar: استئناف
de: Fortsetzen
en: Resume
es: Reanudar
it: Riprendi
pt: Retomar
zh_hans: 恢复

source: Sélectionnez n'importe quelle couleur
ar: اختر أي لون
de: Wählen Sie eine beliebige Farbe
en: Choose any color
es: Elige cualquier color
it: Scegli qualsiasi colore
pt: Escolha qualquer cor
zh_hans: 选择任意颜色

source: Semi-transparent
ar: شبه شفاف
de: Halbtransparent
es: Semitransparente
it: Semi-trasparente
pt: Semitransparente
zh_hans: 半透明

source: Sites Web
ar: مواقع الويب
de: Websites
en: Websites
es: Sitios web
it: Siti Web
pt: Sites
zh_hans: 网站

source: Sites Web Personnalisés
ar: مواقع ويب مخصصة
de: Benutzerdefinierte Websites
en: Custom Websites
es: Sitios web personalizados
it: Siti Web Personalizzati
pt: Sites Personalizados
zh_hans: 自定义网站

source: Sites Web Prédéfinis
ar: مواقع الويب المحددة مسبقاً
de: Vordefinierte Websites
en: Predefined Websites
es: Sitios web predefinidos
it: Siti Web Predefiniti
pt: Sites Predefinidos
zh_hans: 预设网站

source: Soleil (Contour)
ar: شمس (محيط)
de: Sonne (Kontur)
en: Sun (Outline)
es: Sol (Contorno)
it: Sole (Contorno)
pt: Sol (Contorno)
zh_hans: 太阳 (轮廓)

source: Soleil (Plein)
ar: شمس (ممتلئ)
de: Sonne (Ausgefüllt)
en: Sun (Filled)
es: Sol (Relleno)
it: Sole (Pieno)
pt: Sol (Preenchido)
zh_hans: 太阳 (填充)

source: Solide
ar: صلب
en: Solid
es: Sólido
it: Solido
pt: Sólido
zh_hans: 不透明

source: Sombre
ar: داكن
de: Dunkel
en: Dark
es: Oscuro
it: Scuro
pt: Escuro
zh_hans: 深色

source: Son lors du basculement
ar: صوت عند التبديل
de: Ton beim Umschalten
en: Sound on Toggle
es: Sonido al cambiar
it: Suono alla commutazione
pt: Som ao alternar
zh_hans: 切换时发出声音

source: Style de l'icône
ar: نمط الأيقونة
de: Icon-Stil
en: Icon Style
es: Estilo del icono
it: Stile dell'icona
pt: Estilo do ícone
zh_hans: 图标样式

source: Style de la fenêtre
ar: نمط النافذة
de: Fensterstil
en: Window Style
es: Estilo de la ventana
it: Stile della finestra
pt: Estilo da janela
zh_hans: 窗口样式

source: Suggestions
ar: اقتراحات
de: Vorschläge
es: Sugerencias
it: Suggerimenti
pt: Sugestões
zh_hans: 建议

source: Suggestions d'apps
ar: اقتراحات التطبيقات
de: App-Vorschläge
en: App Suggestions
es: Sugerencias de apps
it: Suggerimenti di app
pt: Sugestões de apps
zh_hans: 应用建议

source: Supprimer
ar: حذف
de: Löschen
en: Delete
es: Eliminar
it: Elimina
pt: Excluir
zh_hans: 删除

source: Supprimer l'app sélectionnée
ar: حذف التطبيق المحدد
de: Ausgewählte App entfernen
en: Remove selected app
es: Eliminar app seleccionada
it: Rimuovi l'app selezionata
pt: Remover app selecionado
zh_hans: 删除选中的应用

source: Sur les écrans Apple Pro Display XDR ou Liquid Retina XDR, les préréglages studio verrouillent matériellement le point blanc et la courbe gamma.
ar: على شاشات Apple Pro Display XDR أو Liquid Retina XDR، تقفل الإعدادات المسبقة للاستوديو نقطة البياض ومنحنى جاما عتادياً.
de: Auf Apple Pro Display XDR oder Liquid Retina XDR sperren die Studio-Voreinstellungen Weißpunkt und Gammakurve hardwareseitig.
en: On Apple Pro Display XDR or Liquid Retina XDR displays, studio presets lock white point and gamma in hardware.
es: En pantallas Apple Pro Display XDR o Liquid Retina XDR, los preajustes de estudio bloquean por hardware el punto blanco y la curva gamma.
it: Sui display Apple Pro Display XDR o Liquid Retina XDR, i preset studio bloccano a livello hardware punto di bianco e curva gamma.
pt: Nas telas Apple Pro Display XDR ou Liquid Retina XDR, as predefinições de estúdio bloqueiam por hardware o ponto de branco e a curva gama.
zh_hans: 在 Apple Pro Display XDR 或 Liquid Retina XDR 显示屏上，工作室预设会在硬件层面锁定白点和伽马曲线。

source: Surveillance de la lumière ambiante
ar: مراقبة الضوء المحيط
de: Überwachung des Umgebungslichts
en: Ambient light monitoring
es: Monitoreo de luz ambiental
it: Monitoraggio della luce ambientale
pt: Monitoramento da luz ambiente
zh_hans: 环境光监控

source: Surveillé
ar: مراقب
de: Überwacht
en: Monitored
es: Monitoreado
it: Monitorato
pt: Monitorado
zh_hans: 受监控

source: Surveiller les outils créatifs Web (Figma, Canva, Photopea)
ar: مراقبة أدوات الويب الإبداعية (Figma, Canva, Photopea)
de: Kreative Web-Tools überwachen (Figma, Canva, Photopea)
en: Monitor web creative tools (Figma, Canva, Photopea)
es: Monitorear herramientas web creativas (Figma, Canva, Photopea)
it: Monitora gli strumenti creativi Web (Figma, Canva, Photopea)
pt: Monitorar ferramentas criativas da Web (Figma, Canva, Photopea)
zh_hans: 监控 Web 创意工具 (Figma, Canva, Photopea)

source: Système
ar: النظام
de: System
en: System
es: Sistema
it: Sistema
pt: Sistema
zh_hans: 系统默认

source: Transparent
ar: شفاف
es: Transparente
it: Trasparente
pt: Transparente
zh_hans: 透明

source: True Tone réactivé
ar: True Tone معاد تفعيله
de: True Tone reaktiviert
en: True Tone reactivated
es: True Tone reactivado
it: True Tone riattivato
pt: True Tone reativado
zh_hans: True Tone 已重新激活

source: True Tone / Night Shift sont actifs
ar: True Tone / Night Shift مفعّلان
de: True Tone / Night Shift sind aktiv
en: True Tone / Night Shift are active
es: True Tone / Night Shift están activos
it: True Tone / Night Shift sono attivi
pt: True Tone / Night Shift estão ativos
zh_hans: True Tone / Night Shift 已启用

source: True Tone / Night Shift sont désactivés
ar: True Tone / Night Shift معطّلان
de: True Tone / Night Shift sind deaktiviert
en: True Tone / Night Shift are disabled
es: True Tone / Night Shift están desactivados
it: True Tone / Night Shift sono disattivati
pt: True Tone / Night Shift estão desativados
zh_hans: True Tone / Night Shift 已禁用

source: True Tone et Night Shift sont réactivés dès que l'app créative perd le focus.
ar: يُعاد تفعيل True Tone و Night Shift فور فقدان التطبيق الإبداعي للتركيز.
de: True Tone und Night Shift werden sofort reaktiviert, wenn die kreative App den Fokus verliert.
en: True Tone and Night Shift are reactivated as soon as the creative app loses focus.
es: True Tone y Night Shift se reactivan en cuanto la app creativa pierde el foco.
it: True Tone e Night Shift vengono riattivati appena l'app creativa perde il focus.
pt: True Tone e Night Shift são reativados assim que o app criativo perde o foco.
zh_hans: 当创意应用失去焦点时，立即重新激活 True Tone 和 Night Shift。

source: Un minuteur démarre lorsque vous quittez une app créative. Si vous y revenez avant la fin, le minuteur s'annule.
ar: يبدأ المؤقت عند مغادرة تطبيق إبداعي. إذا عدت إليه قبل انتهاء الوقت، يتم إلغاء المؤقت.
de: Ein Timer startet, wenn Sie eine kreative App verlassen. Wenn Sie vor Ablauf zurückkehren, wird der Timer abgebrochen.
en: A timer starts when you leave a creative app. If you return before it ends, the timer is cancelled.
es: Se inicia un temporizador al salir de una app creativa. Si vuelves antes de que termine, el temporizador se cancela.
it: Un timer si avvia quando lasci un'app creativa. Se torni prima che finisca, il timer viene annullato.
pt: Um temporizador inicia quando você sai de um app criativo. Se retornar antes do fim, o temporizador é cancelado.
zh_hans: 离开创意应用时计时器开始计时。如果在结束前返回，计时器将被取消。

source: Une attention est requise
ar: يتطلب الانتباه
de: Aufmerksamkeit erforderlich
en: Attention required
es: Se requiere atención
it: Attenzione richiesta
pt: Requer atenção
zh_hans: 需要注意

source: Vérifier
ar: تحقق
de: Überprüfen
en: Check
es: Verificar
it: Verifica
pt: Verificar
zh_hans: 检查

source: Verrouiller la calibration standard (100 Nits / 50%)
ar: قفل المعايرة القياسية (100 شمعة / 50%)
de: Standard-Kalibrierung sperren (100 Nits / 50 %)
en: Lock standard calibration (100 Nits / 50%)
es: Bloquear calibración estándar (100 Nits / 50%)
it: Blocca calibrazione standard (100 Nits / 50%)
pt: Bloquear calibração padrão (100 Nits / 50%)
zh_hans: 锁定标准校准 (100 Nits / 50%)

source: Version %@
ar: الإصدار %@
es: Versión %@
it: Versione %@
pt: Versão %@
zh_hans: 版本 %@

source: Version 1.0.0
ar: الإصدار 1.0.0
es: Versión 1.0.0
it: Versione 1.0.0
pt: Versão 1.0.0
zh_hans: 版本 1.0.0

source: Night Shift
zh_hans: 夜览

source: True Tone
zh_hans: 原彩显示
